app/views/ordenations/index.html.erb

SELECT "ordenations".* FROM "ordenations"
---
  <tbody>
    <% @configuration.ordenations.each do |ordenation| %>