app/controllers/books_controller.rb

INSERT INTO "books" ("title", "author", "edition_year", "language", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)
---
  def create
    @book = Book.new(book_params)

    respond_to do |format|
      if @book.save