app/controllers/configurations_controller.rb

  def index
    @configurations = ApplicationRecord::Configuration.all
---
SELECT "configurations".* FROM "configurations"